Repository: DraganRatkovich/quickNotetaker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: he

source: Shows the Notetaker interface for writing a new note
he: פתיחת הממשק לכתיבת פתק חדש

source: Shows the Notes Manager interface for viewing and managing notes
he: פתיחת ממשק הצגה וניהול פתקים

source: Notetaker - Quick Notetaker
he: עורך פתק - Quick Notetaker

source: Open Notes &Manager...
he: &פתח את מנהל הפתקים...

source: P&review note...
he: תצוגה &מקדימה של הפתק...

source: Co&py
he: ה&עתקה

source: Copy &HTML code
he: העתקת &קוד HTML

source: &Note content:
he: &תוכן הפתק

source: Update the corresponding Microsoft &Word document also
he: עדכן את מסמך ה Microsoft Word המק&ושר לפתק גם

source: Save as Microsoft &Word document also
he: שמור ע&ותק כמסמך Microsoft Word גם

source: &Save and close
he: &שמירה וסגירה

source: &Discard
he: &התעלם

source: Are you sure you want to exit and discard changes?
he: בטוח כי ברצונך לצאת ולהתעלם משינויים?

source: Warning
he: התראה

source: Couldn't open Notes Manager! A Notes Manager window is already opened.
he: לא היה ניתן לפתוח את מנהל הפתקים! חלון מנהל פתקים כבר פתוח.

source: Copied to clipboard!
he: הועתק ללוח!

source: Notes Manager - Quick Notetaker
he: מנהל הפתקים של Quick Notetaker

source: No&tes:
he: &פתקים

source: Title
he: כותרת

source: Last Edited
he: נערך לאחרונה

source: Preview
he: תצוגה מקדימה

source: &View note...
he: ה&צגת פתק...

source: &Edit note...
he: ע&ריכת פתק...

source: Co&py note
he: ה&עתקת פתק

source: &Open in Microsoft Word...
he: פ&תיחה ב Microsoft Word...

source: &Delete note...
he: &מחיקת פתק...

source: &New note...
he: פתק &חדש...

source: Open &settings...
he: פתיחת ה&גדרות...

source: &Close
he: &סגירה

source: Untitled
he: ללא כותרת

source: Couldn't edit note! An open Notetaker window with unsaved changes is present.
he: לא ניתן לערוך פתק זה! חלון עורך פתק כבר מוצג עם שינויים לא שמורים.

source: Couldn't open Notetaker! A Notetaker window is already opened.
he: לא היה ניתן לפתוח חלון עורך פתק! חלון עורך פתק כזה כבר פתוח.

source: Create Microsoft &Word document
he: יציר&ת מסמך Microsoft Word

source: A document with the specified name was not found! You can create a new one so you would be able to view this note as a Microsoft Word document.
he: מסמך בשם זה לא נמצא! ניתן ליצור מסמך חדש בכדי לצפות בפתק זה כמסמך Microsoft Word.

source: Are you sure you want to delete this note?
he: בטוח כי ברצונך למחוק פתק זה?

source: The saved path for the Microsoft Word document no longer exists! The document was saved in the default directory for the ad-on!
he: הנתיב של מסמך ה Microsoft Word ששמור עבור פתק זה לא קיים כבר! המסמך נשמר בתיקיית ברירת המחדל של התוסף!

source: Select the folder where the document will be saved
he: בחר את התיקייה שבה ישמר המסמך

source: Default documents directory:
he: תיקיית ברירת המחדל של המסמכים:

source: Browse...
he: עיון...

source: Select a default directory where the documents of Quick Notetaker will be stored
he: בחר את תיקיית ברירת המחדל שבה ישמרו המסמכים של Quick Notetaker

source: Ask me each time &where to save the note's corresponding Microsoft Word document
he: שאל אותי כל פעם &היכן לשמור את מסמך ה Microsoft Word המקושר לפתק

source: &Open the note's corresponding Microsoft Word document after saving or updating
he: &פתח את מסמך ה Microsoft Word המקושר לפתק אחרי פעולת שמירה או עדכון

source: &Capture the active window title when creating a new note
he: ה&שתמש בכותרת החלון הפעיל ככותרת הפתק בעת יצירת פתק חדש

source: &Remember the note taker window size and position
he: &זכור את גודל ומיקום החלון של עורך פתק

source: Au&to align text when editing notes (relevant for RTL languages)
he: יישור טקסט באופן או&טומטי בעת ערכת פתק (רלוונטי עבור שפות מימין לשמאל)

source: A note taker for NVDA. Allows the user to create, edit, view, manage and export notes to different formats.
he: עורך הפתקים ל NVDA. מאפשר יצירה, עריכה, צפייה, ניהול ויצוא ההערות לפורמטים שונים.
